<?php

return [

    /*
     * Теги, по которым происходит поиск постов в социальных сетях.
     */

    'tags' => [
        [
            'тег1',
            'тег2',
        ],
    ],

    /*
     * Начало периода, за который происходит поиск работ
     */

    'start' => '01.04.2017 00:00',

    /*
     * Окончание периода, за который происходит поиск работ
     */

    'end' => '01.04.2017 23:59',

    /*
     * Тип постов, которые участвуют в конкурсе (all|photo|video|link)
     */

    'types' => [
        'all',
    ],

    'gallery_preview_images' => 'front_gallery',
    'winners_preview_images' => 'front_winners',

];
